/* Enter name */
" " = " ";

/* No comment provided by engineer. */
"Activation: step %ld" = "Aktivointi: vaihe %ld";

/* No comment provided by engineer. */
"All" = "Kaikki";

/* Cancel action */
"Cancel" = "Peruuta";

/* No comment provided by engineer. */
"Could not resolve Traccar's IP address" = "Traccar's IP-osoitetta ei voitu määrittää";

/* No comment provided by engineer. */
"Edit name" = "Muokkaa nimeä";

/* No comment provided by engineer. */
"Edit Tracker" = "Muokkaa paikanninta";

/* No comment provided by engineer. */
"Enter name" = "Syötä nimi";

/* No comment provided by engineer. */
"Error" = "Virhe";

/* No comment provided by engineer. */
"Finish activation" = "Viimeistele aktivointi";

/* No comment provided by engineer. */
"No tracker choosed" = "Paikanninta ei ole valittu";

/* OK action */
"OK" = "OK";

/* No comment provided by engineer. */
"Point of interest" = "Kohdepiste";

/* No comment provided by engineer. */
"Remove tracks" = "Poista jäljet";

/* No comment provided by engineer. */
"Saved in Gallery" = "Tallennettu Galleriaan";

/* No comment provided by engineer. */
"Screenshot taken" = "Kuvankaappaus otettu";

/* No comment provided by engineer. */
"Start" = "Aloita";

/* No comment provided by engineer. */
"STOP" = "PYSÄYTÄ";

/* No comment provided by engineer. */
"Update" = "Päivitä";

/* No comment provided by engineer. */
"You" = "Sinä";

/* No comment provided by engineer. */
"You must choose tracker on Trackers screen in Settings to start it" = "Sinun on valittava paikannin asetusten Paikantimet-näkymässä sen käynnistämistä varten";

"Seconds" = "Sekuntia";
"Minutes" = "Minuuttia";

"You do not have mobile network." = "Sinulla ei ole matkapuhelinverkkoa.";

/* Push messages */
"PUSH_MESSSAGE_FRIEND_REQUEST" = "%@ haluaa tulla kaveriksesi";
"PUSH_MESSSAGE_CHECK_FOR_STAND" = "Paikantimesi on nyt paikoillaan samassa sijainnissa.";

//subscription
"You don't have any tracker" = "Sinulla ei ole ainuttakaan paikanninta";
"You don't have any subscription" = "Sinulla ei ole tilausta";

"Please add a tracker or subscribe to your friend's tracker" = "Lisää paikannin tai merkitse kaverisi paikannin";
"Add tracker" = "Lisää paikannin";
"Restore" = "Palauta";
"Subscribe" = "Merkitse";
"Please subscribe" = "Ole hyvä ja tilaa";

"reset_all" = "You need to update the tracker with new ip-adress for it to work. Please press button and send the preprogrammed SMS to the tracker";
"reset_all_btn" = "Update";
"select_your_tracker" = "Valitse seuranta";
"tabbar_map" = "Kartta";
"tabbar_history" = "Historia";
"tabbar_trackers" = "Seurantoja";
"tabbar_settings" = "Asetukset";

"tracker_last_seen" = "Viimeksi nähty";
"tracker_GRMS" = "";
"tracker_speed" = "Nopeus";
"tracker_distance" = "Etäisyys";
"tracker_distance_travelled" = "Etäisyys kuljettu";
"tracker_signal_strength" = "Signaalin voimakkuus";
"tracker_edit" = "Muokata";
